Repository: fxzer/macshot
Catalog: macshot/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: . (Images ✓, Videos ✗)
zh_hans: 获取 API Token。（图片 ✓ 视频 ✗）

source: (No text detected in the selected area)
zh_hans: （未在选定区域中检测到文字）

source: %@ selected
zh_hans: 已选择 %@

source: %d chars · %d words
zh_hans: %d 个字符 · %d 个词

source: %d records
zh_hans: %d 条记录

source: %d seconds
zh_hans: %d 秒

source: %dh ago
zh_hans: %d小时前

source: %dm ago
zh_hans: %d分钟前

source: %ds ago
zh_hans: %d秒前

source: A free, open-source screenshot & screen recording tool for macOS.\nFully native — built with Swift and AppKit.
zh_hans: 一款免费、开源的 macOS 截图与录屏工具。\n完全原生 - 使用 Swift 和 AppKit 构建。

source: About
zh_hans: 关于

source: About MacShot
zh_hans: 关于 MacShot

source: Accent color
zh_hans: 强调色

source: Access Key
zh_hans: 访问密钥

source: Accessibility Access Required
zh_hans: 需要辅助功能权限

source: Accessible in mainland China. Get your free API key at
zh_hans: 中国大陆可访问。在

source: Account
zh_hans: 账户

source: Action
zh_hans: 动作

source: Add Capture
zh_hans: 添加捕获

source: Add new aspect ratio
zh_hans: 添加新比例

source: Add New Ratio
zh_hans: 添加新比例

source: Adjust
zh_hans: 调色

source: Adjust volume for each audio track:
zh_hans: 调整每个音频轨道的音量:

source: Adjustments
zh_hans: 调整

source: After Capture
zh_hans: 捕获后

source: After selection, press
zh_hans: 选区后，按

source: AI Search
zh_hans: AI 搜索

source: All
zh_hans: 全部

source: All Keystrokes
zh_hans: 所有按键

source: All selections
zh_hans: 所有选区

source: All Text
zh_hans: 全部文字

source: Annotation
zh_hans: 标注

source: API key
zh_hans: API 密钥

source: Application
zh_hans: 应用

source: Arrow
zh_hans: 箭头

source: Aspect ratio lock
zh_hans: 选区比例锁定

# Aspect Ratio Shortcuts
source: Capture Aspect Ratios
zh_hans: 捕获宽高比

source: At least one aspect ratio must remain.
zh_hans: 至少需要保留一个宽高比。

source: Audio Tracks
zh_hans: 音频轨道

source: Auto Scroll
zh_hans: 自动滚动

source: Auto-dismiss after
zh_hans: 自动关闭

source: Auto-Redact
zh_hans: 自动遮蔽

source: Auto-scroll
zh_hans: 自动滚动

source: Auto:
zh_hans: 自动:

source: Automatically detect and exclude sticky/fixed elements at the top of the page to avoid duplication when stitching
zh_hans: 自动检测并排除页面顶部的固定/粘性元素，避免在拼接时重复显示

source: Background color
zh_hans: 背景颜色

source: Beautify
zh_hans: 美化

source: Behavior
zh_hans: 行为

source: Blur
zh_hans: 模糊

source: Bottom Left
zh_hans: 左下

source: Bottom Right
zh_hans: 右下

source: Brightness
zh_hans: 亮度

source: Browse…
zh_hans: 浏览…

source: Bucket
zh_hans: 存储桶

source: Cam pos:
zh_hans: 摄像头位置:

source: Cam shape:
zh_hans: 摄像头形状:

source: Cam size:
zh_hans: 摄像头大小:

source: Camera Access Required
zh_hans: 需要摄像头权限

source: Cancel
zh_hans: 取消

source: Cancel Recording
zh_hans: 取消录制

source: Capture
zh_hans: 捕获

source: Capture Actions
zh_hans: 捕获操作

source: Capture Area
zh_hans: 捕获区域

source: Capture Delay
zh_hans: 延时捕获

source: Capture OCR
zh_hans: 捕获 OCR

source: Capture Screen
zh_hans: 捕获屏幕

source: Capture Settings
zh_hans: 捕获设置

source: Censor
zh_hans: 马赛克

source: Censor (Pixelate / Blur / Solid)
zh_hans: 马赛克

source: Check for beta updates
zh_hans: 检查测试版更新

source: Check for updates automatically
zh_hans: 自动检查更新

source: Check for Updates...
zh_hans: 检查更新...

source: Check Now
zh_hans: 立即检查

source: Circle
zh_hans: 圆形

source: Clear
zh_hans: 清除

source: Clear All
zh_hans: 清除全部

source: Clear History
zh_hans: 清除历史

source: Clear History?
zh_hans: 清除历史记录？

source: Click to copy · Drag to app
zh_hans: 点按拷贝 · 拖拽到应用

source: Click to record shortcut. Esc to cancel, ⌫ to clear. Right-click to reset.
zh_hans: 点击录制快捷键。Esc 取消，⌫ 清除。右键点击可重置。

source: Click window
zh_hans: 点按窗口

source: Close
zh_hans: 关闭

source: Close All
zh_hans: 关闭全部

source: Color
zh_hans: 颜色

source: Color format
zh_hans: 色值格式

source: Color Picker
zh_hans: 取色

source: Color Sampler
zh_hans: 取色器

source: Color space
zh_hans: 色彩空间

source: Compatible with AWS S3, Cloudflare R2, MinIO, Alibaba Cloud OSS, Tencent Cloud COS, and other S3-compatible storage services. (Images ✓, Videos ✓)
zh_hans: 兼容 AWS S3、Cloudflare R2、MinIO、阿里云 OSS、腾讯云 COS 及其他遵循 S3 协议的云存储服务。（图片 ✓，视频 ✓）

source: CloudFlare ImgBed Test
zh_hans: CloudFlare 图床测试

source: CloudFlare ImgBed Test Failed
zh_hans: CloudFlare 图床测试失败

source: CloudFlare ImgBed error (%d): %@
zh_hans: CloudFlare 图床错误（%d）: %@

source: CloudFlare ImgBed not configured — check Settings
zh_hans: CloudFlare 图床还没配置，请检查设置

source: Configure CloudFlare ImgBed in Settings
zh_hans: 请先在设置里配置 CloudFlare 图床

source: Configure S3 in Settings
zh_hans: 在偏好设置中配置 S3

source: Confirm before upload
zh_hans: 上传前确认

source: Confirm before uploading
zh_hans: 上传前确认

source: Connection successful!
zh_hans: 连接成功！

source: Connection Test
zh_hans: 连接测试

source: Self-hosted image hosting on Cloudflare. Create an API token in the admin panel with upload permission. (Images ✓, Videos ✓)
zh_hans: 自建 Cloudflare 图床。在后台创建带上传权限的 API Token。（图片 ✓，视频 ✓）

# uploads.cfimgbed.description
source: Self-hosted image hosting on Cloudflare. Create an API token in the admin panel with upload permission. (Images ✓, Videos ✓)
zh_hans: 自建 Cloudflare 图床。在后台创建带上传权限的 API Token。（图片 ✓，视频 ✓）

source: Continue
zh_hans: 继续

source: Contrast
zh_hans: 对比度

source: Controls:
zh_hans: 控件:

source: Copied %@
zh_hans: 已拷贝 %@

source: Copied to clipboard!
zh_hans: 已拷贝到剪贴板！

source: Copy
zh_hans: 拷贝

source: Copy an image to the clipboard first, then try again.
zh_hans: 请先将图片拷贝到剪贴板，然后重试。

source: Copy Color
zh_hans: 取色

source: Copy file to clipboard
zh_hans: 将文件拷贝到剪贴板

source: Copy Path
zh_hans: 拷贝路径

source: Copy to clipboard
zh_hans: 拷贝到剪贴板

source: Copy to Clipboard
zh_hans: 拷贝到剪贴板

source: Crop
zh_hans: 裁剪

# Current selection remembered
source: Selection remembered
zh_hans: 已记住本次选区

source: Date
zh_hans: 日期

source: Day
zh_hans: 日

source: Delay:
zh_hans: 延迟:

source: Delete
zh_hans: 删除

source: Discard
zh_hans: 丢弃

source: Dismiss
zh_hans: 关闭

source: Done
zh_hans: 完成

source: Drag to reposition
zh_hans: 拖拽以重新定位

source: Drag to select
zh_hans: 拖拽选择

source: Draw:
zh_hans: 绘制:

source: Drawing
zh_hans: 画笔

source: Effects
zh_hans: 效果

source: Ellipse
zh_hans: 椭圆

source: Embed sRGB color profile
zh_hans: 嵌入 sRGB 颜色配置文件

source: Enable MacShot, then try taking a screenshot
zh_hans: 启用 MacShot，然后尝试截图

source: Endpoint
zh_hans: 端点

source: External link
zh_hans: 外链

source: Engine
zh_hans: 引擎

source: Ensures consistent colors across different displays
zh_hans: 确保在不同显示器上颜色一致

source: Erase
zh_hans: 擦除

source: Export failed
zh_hans: 导出失败

source: Exporting...
zh_hans: 导出中...

# Faces
source: Redact Faces
zh_hans: 遮挡人脸

source: Failed to add ratio.
zh_hans: 添加比例失败。

source: Fast
zh_hans: 快

source: Filename
zh_hans: 文件名

source: Filename format
zh_hans: 文件名格式

source: Filename Format
zh_hans: 文件名格式

source: Files are uploaded to a \"macshot\" folder in your Google Drive. Everything stays private. (Images ✓, Videos ✓)
zh_hans: 文件将上传到您 Google Drive 中的\"macshot\"文件夹。所有内容均保持私密。（图片 ✓ 视频 ✓）

source: Fill
zh_hans: 填充

source: Fill in endpoint, bucket, and credentials first.
zh_hans: 请先填写端点、存储桶和凭证

source: Fill in endpoint and API token first.
zh_hans: 请先填写端点和 API Token

source: Fit Canvas
zh_hans: 适合画布

source: Flip
zh_hans: 翻转

source: Flip Horizontal
zh_hans: 水平翻转

source: Flip Vertical
zh_hans: 垂直翻转

source: Floating HUD
zh_hans: 悬浮窗

source: Format…
zh_hans: 格式…

source: Free
zh_hans: 自由

source: Fullscreen
zh_hans: 全屏

source: General
zh_hans: 通用

source: Generic RGB
zh_hans: 普通 RGB

source: GIF uses the recording folder.
zh_hans: GIF 使用录制的保存位置。

source: GIFs
zh_hans: GIF

source: Global Keyboard Shortcuts
zh_hans: 全局快捷键

source: Google Drive Configuration
zh_hans: Google Drive 配置

source: Google Translate
zh_hans: 谷歌翻译

source: Google Translate supports more languages.
zh_hans: 谷歌翻译支持更多语言。

source: Halves dimensions on Retina displays, ~4x smaller files
zh_hans: 在 Retina 显示器上将尺寸减半，文件约缩小 4 倍

source: Height
zh_hans: 高度

source: Hide Decorations
zh_hans: 隐藏圆角/边框/阴影

source: Highlight Mouse Clicks
zh_hans: 高亮鼠标点击

source: History
zh_hans: 历史

source: History size
zh_hans: 历史数量

source: Hold 1 auto-vertical · Hold 2 auto-horizontal
zh_hans: 按住 1 自动垂直 · 按住 2 自动水平

source: Hotkeys still work. To show the icon again, re-launch MacShot.
zh_hans: 快捷键仍可使用。若要再次显示图标，请重新启动 MacShot。

source: Hour
zh_hans: 时

source: Hyphen
zh_hans: 短横线

# Icon color
source: Foreground color
zh_hans: 前景色

source: Image format
zh_hans: 图片格式

source: Image Output
zh_hans: 图像输出

source: ImgBB API key not configured. Please add your API key in Settings.
zh_hans: ImgBB API Key 未配置，请在设置中添加您的 API Key。

source: ImgBB Configuration
zh_hans: ImgBB 配置

source: In-App Shortcuts
zh_hans: 应用内快捷键

source: Include pre-release versions in update checks.
zh_hans: 更新检查时包含预发布版本。

source: Input Monitoring Required
zh_hans: 需要输入监控权限

source: Interface
zh_hans: 界面

source: Invalid ratio. Width and height must be between 1 and 100.
zh_hans: 无效比例。宽度和高度必须在 1 到 100 之间。

source: Invalid CloudFlare ImgBed endpoint URL
zh_hans: CloudFlare 图床地址不正确

source: Invert
zh_hans: 反转

source: Invert Colors
zh_hans: 反色

source: just now
zh_hans: 刚刚

source: Keep Separate
zh_hans: 保持分离

source: Language
zh_hans: 语言

source: Large
zh_hans: 大

source: Launch at login
zh_hans: 登录时启动

source: Licensed under the GPLv3
zh_hans: 基于 GPLv3 许可协议

source: Line
zh_hans: 线条

source: Load Image
zh_hans: 加载图片

source: Locked aspect ratio only
zh_hans: 仅比例锁定

source: Login failed. Check the console log for details.
zh_hans: 登录失败，请查看控制台日志了解详情

source: Loupe
zh_hans: 放大镜

source: MacShot needs Accessibility permission for scroll capture. Please grant access in System Settings, then try again.
zh_hans: macshot 需要辅助功能权限才能进行滚动截图。请在系统设置中授予访问权限，然后重试。

source: MacShot needs Accessibility permission to auto-scroll other apps. Please grant access in System Settings, then try again.
zh_hans: MacShot 需要辅助功能权限才能自动滚动其他应用。请在系统设置中授予权限，然后重试。

source: MacShot needs Accessibility permission to show keystrokes during recording. Please grant access in System Settings, then try again.
zh_hans: MacShot 需要辅助功能权限才能在录制时显示按键。请在 System Settings 中授予权限，然后重试。

source: MacShot needs camera permission for the webcam overlay. Open System Settings to grant access.
zh_hans: MacShot 需要摄像头权限来使用摄像头叠加。请打开系统设置以授予权限。

source: MacShot needs Input Monitoring permission to show keystrokes during recording. Please grant access in System Settings, then try again.
zh_hans: MacShot 需要输入监控权限才能在录制时显示按键。请在 System Settings 中授予权限，然后重试。

source: MacShot needs microphone permission to record voice audio. Open System Settings to grant access.
zh_hans: MacShot 需要麦克风权限来录制语音。请打开系统设置以授予权限。

source: MacShot needs one permission
zh_hans: MacShot 需要一项权限

source: MacShot Settings
zh_hans: MacShot 偏好设置

source: MacShot Video Editor
zh_hans: MacShot 视频编辑器

source: Magnify (Loupe)
zh_hans: 放大镜

source: Marker
zh_hans: 荧光笔

source: Max height
zh_hans: 最大高度

source: Measure
zh_hans: 测量

source: Measure (px)
zh_hans: 测量 (px)

source: Medium
zh_hans: 中

source: Menu Bar
zh_hans: 菜单栏

source: Merge Audio
zh_hans: 合并音频

source: Microphone Access Required
zh_hans: 需要麦克风权限

source: Microphone:
zh_hans: 麦克风:

source: minute
zh_hans: 分钟

source: Minute
zh_hans: 分

source: minutes
zh_hans: 分钟

source: Month
zh_hans: 月

source: More Emojis
zh_hans: 更多表情

source: Move Selection
zh_hans: 移动选区

source: Multiple previews
zh_hans: 多个缩略图

source: Native
zh_hans: 原生

source: Never
zh_hans: 永不

source: No aspect ratios configured.
zh_hans: 未配置宽高比。

source: No captures yet
zh_hans: 暂无捕获

source: No Image on Clipboard
zh_hans: 剪贴板中没有图片

source: No recent captures
zh_hans: 暂无最近捕获

source: No records
zh_hans: 暂无记录

source: No uploads yet.
zh_hans: 暂无上传记录

source: Middle Click
zh_hans: 中键点击

source: Mouse Button %@
zh_hans: 鼠标按键 %@

source: Right Click
zh_hans: 右键点击

source: None
zh_hans: 无

source: Not signed in
zh_hans: 未登录

source: Number
zh_hans: 编号

source: Off
zh_hans: 关闭

source: OFF
zh_hans: 关

source: OK
zh_hans: 确定

source: ON
zh_hans: 开

source: Open
zh_hans: 打开

source: Open from Clipboard
zh_hans: 从剪贴板打开

source: Open Image...
zh_hans: 打开图片...

source: Open in Editor
zh_hans: 在编辑器中打开

source: Open Screen Recording Settings
zh_hans: 打开屏幕录制设置

source: Open screenshot editor
zh_hans: 打开截图编辑器

source: Open Settings
zh_hans: 打开设置

source: Open video editor
zh_hans: 打开视频编辑器

source: Outline
zh_hans: 轮廓

source: Output
zh_hans: 输出

source: Padding
zh_hans: 边距

source: Paste your API key
zh_hans: 粘贴您的 API Key

source: Paste your API token
zh_hans: 粘贴您的 API Token

source: Path copied!
zh_hans: 路径已拷贝！

source: Path Prefix
zh_hans: 路径前缀

source: Pause
zh_hans: 暂停

source: Pencil
zh_hans: 画笔

source: Pencil (Draw)
zh_hans: 画笔

# People
source: Redact People
zh_hans: 遮挡人物

# PII
source: Redact Privacy
zh_hans: 遮挡隐私

source: Pin
zh_hans: 固定

source: Pin to screen
zh_hans: 固定到屏幕

source: Pin to Screen
zh_hans: 固定到屏幕

source: Pixelate
zh_hans: 像素化

source: Play sound
zh_hans: 播放提示音

source: Position
zh_hans: 位置

source: Prefix
zh_hans: 前缀

source: Presets
zh_hans: 预设

source: Press a single key to assign. These work when selecting a screenshot area.
zh_hans: 按单键分配。在选择截图区域时有效。

source: Press a single key to assign. These work when the overlay or editor is active.
zh_hans: 按单个键即可分配。这些快捷键在覆盖层或编辑器激活时生效。

source: Press a single key, right-click, or middle-click to assign. These work when the overlay or editor is active.
zh_hans: 可按单个键、右键或中键分配。在截图界面或编辑器激活时生效。

source: Press number keys to lock selection ratio
zh_hans: 点按数字按键，锁定选区比例

source: Pressure
zh_hans: 压感

source: Preview
zh_hans: 预览

source: Preview size
zh_hans: 缩略图大小

source: Public URL
zh_hans: 基础访问链接

source: Quality
zh_hans: 质量

source: Quick Actions
zh_hans: 快速操作

source: Quick Capture
zh_hans: 快速捕获

source: Quick Look
zh_hans: 快速预览

source: Quit MacShot
zh_hans: 退出 MacShot

source: Radius
zh_hans: 圆角

source: Ratio %@ already exists.
zh_hans: 比例 %@ 已存在。

source: Ratio %@ already exists. Press R to invert it to %@.
zh_hans: 比例 %@ 已存在。按 R 键可反转为 %@。

source: Recent Captures
zh_hans: 最近捕获

source: Recognizing text...
zh_hans: 识别中...

source: Record
zh_hans: 录制

source: Record Area
zh_hans: 录制区域

source: Record Microphone
zh_hans: 录制麦克风

source: Record Screen
zh_hans: 录制屏幕

source: Record System Audio
zh_hans: 录制系统音频

source: Recording
zh_hans: 录制

source: Recording controls
zh_hans: 录制控件

source: Recording frame rate
zh_hans: 录制帧率

source: Recording Settings
zh_hans: 录制设置

source: Rectangle
zh_hans: 矩形

source: Redo
zh_hans: 重做

source: Refined
zh_hans: 精细

source: Region
zh_hans: 区域

source: Release to annotate and edit
zh_hans: 松开以标注和编辑

source: Remember last selected tool
zh_hans: 记住上次选择的工具

# Remember last selection area
source: Selection memory
zh_hans: 选区记忆

# remember this area
source: to remember this selection
zh_hans: 记忆本次选区

source: Remove Background
zh_hans: 抠图

source: Remove this ratio
zh_hans: 删除此比例

source: Replace
zh_hans: 替换

source: Replace (show only latest)
zh_hans: 替换（仅显示最新）

source: Reset
zh_hans: 重置

source: Reset to default
zh_hans: 重置

source: Reset to Defaults
zh_hans: 重置为默认

source: Resume
zh_hans: 继续

source: Rounded
zh_hans: 圆角

source: Rounded Rectangle
zh_hans: 圆角矩形

source: S3 Compatible Storage
zh_hans: S3 兼容存储

source: S3 Test
zh_hans: S3 测试

source: S3 Test Failed
zh_hans: S3 测试失败

source: Same as screenshots
zh_hans: 与截图相同

source: Saturation
zh_hans: 饱和度

source: Server default
zh_hans: 服务端默认

source: Save
zh_hans: 保存

source: Save & Close
zh_hans: 保存并关闭

source: Save All to Folder…
zh_hans: 全部保存到文件夹…

source: Save As...
zh_hans: 保存为...

source: Save at standard resolution (1x)
zh_hans: 以标准分辨率 (1x) 保存

source: Save changes?
zh_hans: 保存更改？

source: Save failed
zh_hans: 保存失败

source: Save folder
zh_hans: 保存位置

source: Save folder missing. Please reselect it in Preferences.
zh_hans: 保存目录不存在，请在偏好中重新选择。

source: Save successful
zh_hans: 保存成功

source: Save to %@
zh_hans: 保存到 %@

source: Save to file
zh_hans: 保存到文件

source: Save video?
zh_hans: 保存视频？

source: Saved to %@
zh_hans: 已保存到 %@

source: Screen Recording granted!
zh_hans: 屏幕录制权限已授予！

source: Screen Recording not yet granted
zh_hans: 尚未授予屏幕录制权限

source: Screenshot
zh_hans: 截图

source: Screenshots
zh_hans: 截图

source: Scroll Capture
zh_hans: 滚动捕获

source: Scroll speed
zh_hans: 滚动速度

source: Scrolling...
zh_hans: 滚动中...

source: Second
zh_hans: 秒

source: seconds
zh_hans: 秒

source: Secret Key
zh_hans: 私有密钥

source: Select components to include in the filename:
zh_hans: 选择要包含在文件名中的组件：

source: Selection size snapping
zh_hans: 选区尺寸吸附

source: Sends synthetic scroll events to automatically scroll the page
zh_hans: 发送模拟滚动事件以自动滚动页面

source: Session Actions
zh_hans: 会话操作

source: Set color %@
zh_hans: 设置颜色 %@

source: Settings...
zh_hans: 偏好设置...

source: Settings…
zh_hans: 设置…

source: Shadow
zh_hans: 阴影

source: Shape
zh_hans: 形状

source: Shapes
zh_hans: 形状

source: Share
zh_hans: 共享

source: Sharpness
zh_hans: 锐度

source: Short code
zh_hans: 短代码

source: Shortcut %@ is reserved for clearing the aspect ratio lock.
zh_hans: 快捷键 %@ 保留用于清除宽高比锁定。

source: Shortcut %@ is reserved for inverting the aspect ratio.
zh_hans: 快捷键 %@ 保留用于反转宽高比。

source: Shortcut Conflict
zh_hans: 快捷键冲突

# Shortcut conflict message
source: Shortcut “%@” is already assigned to “%@”. Replace it with “%@”?
zh_hans: 快捷键“%@”已分配给“%@”。是否改为分配给“%@”？

source: Shortcut Unavailable
zh_hans: 快捷键不可用

source: Shortcuts
zh_hans: 快捷键

source: Shortcuts Only
zh_hans: 仅快捷键

source: Show Decorations
zh_hans: 显示圆角/边框/阴影

source: Show guide lines when moving an annotation near other annotations
zh_hans: 拖动单个标注时，接近其他标注边缘或中心时显示对齐参考线

source: Show History Panel
zh_hans: 显示历史面板

source: Show in Finder
zh_hans: 在访达中显示

source: Show Keystrokes
zh_hans: 显示按键

source: Show menu bar icon
zh_hans: 显示菜单栏图标

source: Show Dock icon
zh_hans: 显示程序坞图标

source: Display macshot in the Dock while settings or editor windows are open.
zh_hans: 当设置或编辑器窗口打开时在程序坞中显示 macshot。

source: Show Original
zh_hans: 显示原文

source: Show quick access overlay
zh_hans: 显示浮动缩略图

source: Show snap alignment guides
zh_hans: 显示对齐辅助线

source: Show window
zh_hans: 显示窗口

source: Sign in to Google Drive in Settings
zh_hans: 在偏好设置中登录 Google Drive

source: Sign In with Google
zh_hans: 使用 Google 登录

source: Sign Out
zh_hans: 退出登录

source: Signed in
zh_hans: 已登录

source: Size
zh_hans: 大小

source: Slow
zh_hans: 慢

source: Small
zh_hans: 小

source: Smart
zh_hans: 智能

source: Smart exclude fixed headers
zh_hans: 智能排除固定头部

source: Smooth
zh_hans: 平滑

source: Snap selection edges to 50/100px multiples when resizing
zh_hans: 调整选区尺寸时自动吸附到 50/100 像素整数倍

source: Solid
zh_hans: 纯色

source: Stack (keep all)
zh_hans: 堆叠（保留全部）

source: Stamp
zh_hans: 图章

source: Stamp / Emoji
zh_hans: 表情

source: Start Recording
zh_hans: 开始录制

source: Start:
zh_hans: 起始:

# Status disabled
source: disabled
zh_hans: 已关闭

# Status enabled
source: enabled
zh_hans: 已开启

source: Stop
zh_hans: 停止

source: Stop Recording
zh_hans: 停止录制

source: Stroke
zh_hans: 描边

source: System audio:
zh_hans: 系统音频:

source: Test
zh_hans: 测试

source: Testing...
zh_hans: 测试中...

source: Text
zh_hans: 文字

source: Text Only
zh_hans: 仅文字

source: Text Recognition
zh_hans: 文字识别

source: This will permanently delete all screenshots from history.
zh_hans: 这将从历史记录中永久删除所有截图。

source: Thumbnail
zh_hans: 缩略图

source: Time
zh_hans: 时间

source: Timestamp
zh_hans: 时间戳

# Tip: Press ` during capture to toggle this
source: After selection, press ` to toggle selection memory
zh_hans: 选取后，按 ` 键可以快捷切换开关

source: Tools
zh_hans: 工具

source: Top Left
zh_hans: 左上

source: Top Right
zh_hans: 右上

source: Translate
zh_hans: 翻译

source: Translate to:
zh_hans: 翻译为:

source: Translation
zh_hans: 翻译

source: Translation Failed
zh_hans: 翻译失败

source: Type
zh_hans: 类型

source: Type shortcut…
zh_hans: 输入快捷键…

source: Underscore
zh_hans: 下划线

source: Undo
zh_hans: 撤销

source: Unlimited
zh_hans: 无限制

source: Upload
zh_hans: 上传

source: Upload and copy link
zh_hans: 上传并复制链接

source: Upload failed: %@
zh_hans: 上传失败: %@

source: Video upload requires Google Drive, S3, or CloudFlare ImgBed
zh_hans: 视频上传需要使用 Google Drive、S3 或 CloudFlare 图床

source: Upload History
zh_hans: 上传历史

source: Upload provider
zh_hans: 上传服务商

source: Upload Service
zh_hans: 上传服务

source: Upload channel
zh_hans: 上传渠道

source: Upload successful. Link copied to clipboard: %@
zh_hans: 上传成功，链接已复制到剪贴板: %@

source: Upload to Google Drive?
zh_hans: 上传到 Google Drive？

source: Upload to imgbb.com?
zh_hans: 上传到 imgbb.com？

source: Upload to S3?
zh_hans: 上传到 S3？

source: Upload to SM.MS?
zh_hans: 上传到 SM.MS？

source: Upload to CloudFlare ImgBed?
zh_hans: 上传到 CloudFlare 图床？

source: Uploaded! Link copied.
zh_hans: 上传完成！链接已拷贝。

source: Uploading...
zh_hans: 上传中...

source: Uploading... %d%%
zh_hans: 上传中... %d%%

source: Uploads
zh_hans: 上传

source: URL copied to the clipboard
zh_hans: URL 已拷贝到剪贴板

source: User cancelled login.
zh_hans: 用户取消了登录

source: Version %@ (%@)
zh_hans: 版本 %@（%@）

source: Very fast
zh_hans: 极快

source: Video upload requires Google Drive or S3
zh_hans: 视频上传需要 Google Drive 或 S3

source: View
zh_hans: 查看

source: Webcam
zh_hans: 摄像头

source: Webcam Overlay
zh_hans: 摄像头叠加

source: Welcome to MacShot
zh_hans: 欢迎使用 MacShot

source: Width
zh_hans: 宽度

source: Window
zh_hans: 窗口

source: Window snap:
zh_hans: 窗口吸附

source: Year
zh_hans: 年

# Youdao (有道)
source: Youdao
zh_hans: 有道翻译

source: Youdao provides excellent Chinese-English translation.
zh_hans: 有道翻译提供出色的中英翻译质量。

source: Your annotations will be lost if you close without saving.
zh_hans: 如果关闭而不保存，您的标注将会丢失。

source: Your screenshot will be uploaded.
zh_hans: 您的截图将被上传。

source: Your video will be lost if you close without saving.
zh_hans: 如果关闭而不保存，您的视频将会丢失。

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小
